Repository: kayhannay/efalive
Catalog: i18n/efaLiveTools/po_files/*.po
Languages: de

source: Backup efaLive today
de: Heutige Datensicherung von efaLive

source: Hi, attached to this mail you can find the latest backup of your efaLive system. regards efaLive
de: Hallo, im Anhang findest Du die aktuelle Datensicherung von deinem efaLive System. Viele Grüße efaLive

source: Backup & Restore
de: Datensicherung

source: Backup
de: Datensicherung

source: Restore
de: Wiederherstellen

source: Close
de: Schließen

source: Select directory
de: Verzeichnis auswählen

source: Backup failed! Please check that the efalive user is configured correctly in efa.
de: Datensicherung fehlgeschlagen! Bitte die Konfiguration des efalive Benutzers in efa prüfen.

source: Backup to %s failed!
de: Datensicherung nach %s fehlgeschlagen!

source: Backup to %s finished.
de: Datensicherung nach %s erfolgreich.

source: Select backup
de: Sicherungsdatei auswählen

source: Restore failed! Please check that the efalive user is configured correctly in efa.
de: Wiederherstellen fehlgeschlagen! Bitte die Konfiguration des efalive Benutzers in efa prüfen.

source: Restore of backup finished, but only restored efaLive backup from file %s.
de: Wiederherstellung erfolgreich, es wurde allerdings nur ein efaLive Backup bearbeitet

source: Restore of backup finished, but only restored efa backup from file %s.
de: Wiederherstellung erfolgreich, es wurde allerdings nur ein efa Backup bearbeitet

source: Restore of backup %s failed!
de: Wiederherstellen der Datensicherung %s fehlgeschlagen

source: Restore of backup %s finished.
de: Wiederherstellen der Datensicherung %s erfolgreich

source: Restore backup from device
de: Wiederherstellen einer Datensicherung von diesem Gerät

source: Create backup on device
de: Datensicherung auf diesem Gerät erstellen

source: Device Manager
de: Speichermedien

source: USB storage devices
de: USB Speichermedien

source: no devices found
de: Kein Gerät gefunden

source: Unmount USB device
de: USB Gerät aushängen

source: Vendor: %s
de: Hersteller: %s

source: Model: %s
de: Modell: %s

source: Device: %s
de: Gerät: %s

source: Size: %s
de: Größe: %s

source: Filesystem: %s
de: Dateisystem: %s

source: Mouned to: %s
de: Einhängepunkt: %s

source: Mount USB device
de: USB Gerät einhängen

source: Could not mount device: %s
de: Konnte Gerät nicht einhängen: %s

source: Could not unmount device: %s
de: Konnte Gerät nicht aushängen: %s

source: Could not create backup: %s
de: Konnte keine Datensicherung erstellen: %s

source: Restore of backup finished, but only restored efaLive backup.
de: Wiederherstellung erfolgreich, es wurde allerdings nur ein efaLive Backup bearbeitet

source: Restore of backup finished, but only restored efa backup.
de: Wiederherstellung erfolgreich, es wurde allerdings nur ein efa Backup bearbeitet

source: Could not restore backup: %s
de: Konnte keine Datensicherung erstellen: %s

source: Could not check NTP service status: %s
de: Konnte den Status des NTP Service nicht prüfen: %s

source: Could not enable and start NTP service: %s
de: Konnte den NTP service nicht einschalten: %s

source: Could not disable and stop NTP service: %s
de: Konnte den NTP Service nicht ausschalten: %s

source: Could not set time: %s
de: Fehler beim setzen der Uhrzeit: %s

source: Date & Time
de: Datum & Zeit

source: Time (h m s)
de: Zeit (h m s)

source: Network time protocol
de: Netzwerk-Zeit-Protokoll

source: Use network time protocol (NTP)
de: Zeit über Internet synchronisieren (NTP)

source: Cancel
de: Abbrechen

source: Your configuration does not include an active monitor. Do you want to apply the configuration?
de: Die Konfiguration enthält keinen aktiven Bildschirm. Soll die Konfiguration engewendet werden?

source: Active
de: Aktionen

source: Primary
de: Hauptbildschirm

source: Setting this resolution is not possible here: %s
de: Die Auflösung kann nicht eingestellt werden: %s

source: This orientation is not possible here: %s
de: Diese Aktion ist hier nicht möglich: %s

source: Resolution
de: Auflösung

source: Orientation
de: Orientierung

source: A part of an output is outside the virtual screen.
de: Ein Teil der Ausgabe ist außerhalt des Bildschirms.

source: An output is outside the virtual screen.
de: Eine Ausgabe ist außerhalb des Bildschirms

source: Screen setup
de: Bildschirm-Setup

source: Apply
de: Anwenden

source: Output
de: Ausgaben

source: Please enter the password of user %s
de: Bitte das Passwort für Benutzer %s eingeben

source: The password you entered did not match!
de: Das eingegebene Passwort war falsch!

source: Internal error in PAM authentication module
de: Interner Fehler im PAM Authentifizierungsmodul

source: Shutdown PC
de: PC herunterfahren

source: Restart PC
de: PC neu starten

source: Really shut down PC ?
de: PC wirklich herunterfahren ?

source: Could not run /sbin/shutdown program: %s
de: Konnte /sbin/shutdown nicht aufrufen: %s

source: Really reboot PC ?
de: PC wirklich neu starten ?

source: efa network port
de: efa Netzwerk-Port

source: efa shutdown action
de: Aktion beim Beenden von efa

source: shutdown pc
de: PC herunterfahren

source: restart pc
de: PC neu starten

source: restart efa
de: efa neu starten

source: stop efa
de: efa beenden

source: SMTP host
de: SMTP Server

source: User
de: Benutzer

source: Password
de: Passwort

source: Sender address
de: Absender

source: Use SSL/TLS
de: SSL/TLS nutzen

source: Use startTLS
de: StartTLS nutzen

source: Tools
de: Werkzeuge

source: Actions
de: Aktionen

source: Tasks
de: Aufgaben

source: Efa settings
de: Efa Einstellungen

source: Mail
de: E-Mail

source: Could not save files!
de: Die Einstellungen konnten nicht gespeichert werden!

source: Please check the path you provided for
de: Bitte überprüfe den angegebenen Pfad auf

source: user rights and existance.
de: Benutzerrechte und ob er existiert.

source: Screen
de: Bildschirm

source: Network
de: Netzwerk

source: Screensaver
de: Bildschirmschoner

source: Power manager
de: Energieverwaltung

source: Date & time
de: Datum & Zeit

source: Keyboard
de: Tastatur

source: Could not open nm-connection-editor program: %s
de: Konnte das Programm nm-connection-editor nicht starten: %s

source: Could not run keyboard setup: %s
de: Konnte die Tastatureinstellungen nicht laden: %s

source: Could not run dynamic hostname setup: %s
de: Konnte das Konfigurationstool für den dynamischen DNS Eintrag nicht laden: %s

source: Could not open xscreensaver-demo program: %s
de: Konnte das Programm xscreensaver-demo nicht starten: %s

source: Could not open xfce4-power-manager-settings program: %s
de: Konnte das Programm xfce4-power-manager-settings nicht starten: %s

source: Could not run raspi configuration tool: %s
de: Das Raspberry Pi Konfigurationsprogramm konnte nicht gestertet werden: %s

source: Task list
de: Aufgaben

source: Add a new task
de: Aufgabe hinzufügen

source: Edit task
de: Aufgabe editieren

source: Remove task
de: Aufgabe entfernen

source: Hourly
de: Stündlich

source: Daily
de: Täglich

source: Weekly
de: Wöchentlich

source: Monthly
de: Monatlich

source: Backup e-mail
de: E-Mail Datensicherung

source: Task editor
de: Aufgaben-Editor

source: Type
de: Typ

source: Command
de: Befehl

source: Recipient
de: Empfänger

source: Interval
de: Intervall

source: Terminal
de: Kommandozeile

source: File manager
de: Dateimanager

source: Devices
de: Speichermedien

source: Logs
de: Logdateien

source: Could not open xterm program: %s
de: Konnte das Programm xterm nicht starten: %s

source: Could not open thunar program: %s
de: Konnte das Programm thunar nicht starten: %s

source: Could not open mousepad program: %s
de: Konnte das Programm mauspad nicht starten: %s

source: Select directory to store log files
de: Verzeichnis für Logdateien auswählen

source: Could not create log file package in %s !
de: Konnte keine Logdateienpaket auf %s erstellen!

source: Created log file package in %s .
de: Paket mit Logdateien in %s erstellt.

source: General backup settings
de: Allgemeine Backup Einstellungen

source: use encryption for backup
de: Backup verschlüsseln

source: encryption password
de: Passwort zur Verschlüsselung

source: Auto USB backup
de: Automatische USB Datensicherung

source: enable automatic USB backup
de: Automatische Datensicherung auf USB einschalten

source: show dialog after automatic backup
de: Dialog nach automatischer Datensicherung anzeigen

source: use password for automatic backup
de: Passwort für automatische Datensicherung verwenden

source: backup password
de: Passwort zur Datensicherung
